export const logo = {
  left: ["                   ", "█▀▀█ █▀▀█ █▀▀█ █▀▀▄", "█__█ █__█ █^^^ █__█", "▀▀▀▀ █▀▀▀ ▀▀▀▀ ▀~~▀"],
  right: ["             ▄     ", "█▀▀▀ █▀▀█ █▀▀█ █▀▀█", "█___ █__█ █__█ █^^^", "▀▀▀▀ ▀▀▀▀ ▀▀▀▀ ▀▀▀▀"],
}

export const codyPro = {
  left: ["                          ", "█▀▀▀ █▀▀█ █▀▀▄ █  █      ", "█    █  █ █  █ ▀██▀  ▀▀  ", "▀▀▀▀ ▀▀▀▀ ▀▀▀   ██       "],
  right: ["              ", "█▀▀█ █▀▀▄ █▀▀█", "█▀▀▀ █▀▄  █  █", "▀    ▀  ▀ ▀▀▀▀"],
}

export const codyX = {
  left: [
    "",
    "▄▀▀▀ █▀▀█ █▀▀▄ █▀▀█  █▀▀█",
    "█    █  █ █  █ ▀██▀  ▀██▀",
    "▀▀▀▀ ▀▀▀▀ ▀▀▀   ██    ▀▀",
  ],
  right: ["", "", "", ""],
}
export const codyProCredit = "Cody Pro"
export const codyProCreditColor = "#ff6b35"
export const go = {
  left: ["", "", "", ""],
  right: ["", " █▀▀  █▀▀█ ", " █    █  █ ", " ▀▀▀▀ ▀▀▀▀ "],
}

export const mufasaBanner: string[] = ["Agent build by M.Farid (Mufasa)"]