export const logo = {
  left: ["                   ", "█▀▀█ █▀▀█ █▀▀█ █▀▀▄", "█__█ █__█ █^^^ █__█", "▀▀▀▀ █▀▀▀ ▀▀▀▀ ▀~~▀"],
  right: ["             ▄     ", "█▀▀▀ █▀▀█ █▀▀█ █▀▀█", "█___ █__█ █__█ █^^^", "▀▀▀▀ ▀▀▀▀ ▀▀▀▀ ▀▀▀▀"],
}

export const codyPro = {
  left: ["                          ", "█▀▀▀ █▀▀█ █▀▀▄ █  █      ", "█    █  █ █  █ ▀██▀  ▀▀  ", "▀▀▀▀ ▀▀▀▀ ▀▀▀   ██       "],
  right: [
    "                                         ",
    "█▀▀█ █▀▀▄ █▀▀▀ █  █ █▀▀▀ █▀▀▀ ▀▀█▀▀ █▀▀▄ █▀▀█",
    "█  █ █▀▄  █    █▀▀█ █▀▀  ▀▀▀█   █   █▀▄  █▀▀█",
    "▀▀▀▀ ▀  ▀ ▀▀▀▀ ▀  ▀ ▀▀▀▀ ▀▀▀▀   ▀   ▀  ▀ ▀  ▀"
  ],
}

export const codyX = {
  left: [
    "",
    "▄▀▀▀ █▀▀█ █▀▀▄ █▀▀█  █▀▀█",
    "█    █  █ █  █ ▀██▀  ▀██▀",
    "▀▀▀▀ ▀▀▀▀ ▀▀▀   ██    ▀▀",
  ],
  right: ["", "", "", ""],
}
export const codyProCredit = ""
export const codyProCreditColor = "#ff6b35"
export const go = {
  left: ["", "", "", ""],
  right: ["", " █▀▀  █▀▀█ ", " █    █  █ ", " ▀▀▀▀ ▀▀▀▀ "],
}

export const mufasaBanner: string[] = ["multi Agent build by \x1b[38;5;208m\x1b[1mM.Farid\x1b[0m\x1b[90m \x1b[92m\x1b[1m(Mufasa)\x1b[0m"]